{
  "nav": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "projects": "Projects",
    "resume": "Resume",
    "example": "Example",
    "bad": "404"
  },
  "footer": {
    "text": "© 2020"
  },
  "page": {
    "index": {
      "page_title": "Adam Abonyi",
      "description": "Developer, IT enthusiast"
    },
    "about": {
      "page_title": "About",
      "description": "me and this page",
      "intro0": "Hi, I am Adam.",
      "intro1": "Welcome to my page, that I created to showcase what I have learned in front-end development while trying to apply it to something new. Can you guess what framework is used to create this site?",

      "subtitleMe": "About Me",
      "me": [
        "I was always fascinated with computers and technology. My favorite pasttime was breaking our home computer watch it being fixed and breaking it even more. Eventually I learned to script and program and among other things I learned the basics of 3D modeling.",
        "I programmed in grammar school, high school up until university, won a few competitions (not THAT many).",
        "I like to dabble in everything but mainly enjoy front-end development, dockerization of applications, CI, tests and all basically building a project from the ground up.",
        "Recently I enjoyed a tv series Mr. Robot and then moved to similar themed podcasts: Malicious Life and Darknet Diaries."
      ],
      
      "subtitlePage": "About the Page",
      "page": [
        "This page was because I wanted to learn a new FE framework. Do you know which one it is already? Try to find out, I have left a hint on this page",
        "Also as you have probably noticed I played with animations, server side rendering, and many other things.",
        "If you are interested in how I implemented this site, press the Octocat in the top right folder."
      ]
    },
    "contact": {
      "page_title": "Contact",
      "description": "...a way how to contact me"
    },
    "projects": {
      "page_title": "Projects",
      "description": "...something I have worked on"
    },
    "resume": {
      "page_title": "Resume",
      "description": "CV, Resume etc."
    },
    "404": {
      "page_not_found": "Page not found",
      "go_back": "Go back"
    }
  }
}
